SentimentAnalyzerCNN(
  (embedding): Embedding(10416, 728)
  (convs): ModuleList(
    (0): Conv2d(1, 16, kernel_size=[2, 728], stride=(1, 1), padding=(1, 0))
    (1): Conv2d(1, 16, kernel_size=[3, 728], stride=(1, 1), padding=(2, 0))
    (2): Conv2d(1, 16, kernel_size=[4, 728], stride=(1, 1), padding=(3, 0))
    (3): Conv2d(1, 16, kernel_size=[5, 728], stride=(1, 1), padding=(4, 0))
  )
  (fc): Sequential(
    (0): Linear(in_features=64, out_features=64, bias=True)
    (1): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=64, out_features=32, bias=True)
    (4): BatchNorm1d(32, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (5): ReLU()
    (6): Linear(in_features=32, out_features=4, bias=True)
    (7): BatchNorm1d(4, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (8): ReLU()
    (9): Linear(in_features=4, out_features=1, bias=True)
  )
)
Test dataset size 200
Test accuracy 53.999996 % 

 IMDB large moview review dataset : testingSentimentAnalyzerLSTM(
  (embedding): Embedding(10416, 728)
  (lstm): LSTM(728, 256, num_layers=2, batch_first=True, bidirectional=True)
  (fc): Sequential(
    (0): Linear(in_features=256, out_features=64, bias=True)
    (1): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=64, out_features=32, bias=True)
    (4): BatchNorm1d(32, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (5): ReLU()
    (6): Linear(in_features=32, out_features=4, bias=True)
    (7): BatchNorm1d(4, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (8): ReLU()
    (9): Linear(in_features=4, out_features=1, bias=True)
    (10): Sigmoid()
  )
)
Test dataset size 200
Test accuracy 56.500000 % 

 IMDB large moview review dataset : testingSentimentAnalyzerHybrid(
  (embedding): Embedding(10416, 728)
  (lstm): LSTM(728, 256, batch_first=True, bidirectional=True)
  (lstm_fc): Sequential(
    (0): Linear(in_features=256, out_features=128, bias=True)
    (1): BatchNorm1d(128, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=128, out_features=64, bias=True)
    (4): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (5): ReLU()
  )
  (convs): ModuleList(
    (0): Conv2d(1, 8, kernel_size=[2, 728], stride=(1, 1), padding=(1, 0))
    (1): Conv2d(1, 8, kernel_size=[3, 728], stride=(1, 1), padding=(2, 0))
    (2): Conv2d(1, 8, kernel_size=[4, 728], stride=(1, 1), padding=(3, 0))
    (3): Conv2d(1, 8, kernel_size=[5, 728], stride=(1, 1), padding=(4, 0))
  )
  (convs_fc): Sequential(
    (0): Linear(in_features=32, out_features=64, bias=True)
    (1): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
  )
  (final_fc): Sequential(
    (0): Linear(in_features=128, out_features=32, bias=True)
    (1): BatchNorm1d(32, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=32, out_features=1, bias=True)
    (4): Sigmoid()
  )
)
Test dataset size 200
Test accuracy 57.500000 % 

 IMDB large moview review dataset : testingSentimentAnalyzerCNN(
  (embedding): Embedding(10416, 728)
  (convs): ModuleList(
    (0): Conv2d(1, 16, kernel_size=[2, 728], stride=(1, 1), padding=(1, 0))
    (1): Conv2d(1, 16, kernel_size=[3, 728], stride=(1, 1), padding=(2, 0))
    (2): Conv2d(1, 16, kernel_size=[4, 728], stride=(1, 1), padding=(3, 0))
    (3): Conv2d(1, 16, kernel_size=[5, 728], stride=(1, 1), padding=(4, 0))
  )
  (fc): Sequential(
    (0): Linear(in_features=64, out_features=64, bias=True)
    (1): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=64, out_features=32, bias=True)
    (4): BatchNorm1d(32, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (5): ReLU()
    (6): Linear(in_features=32, out_features=4, bias=True)
    (7): BatchNorm1d(4, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (8): ReLU()
    (9): Linear(in_features=4, out_features=1, bias=True)
  )
)
Test dataset size 200
Test accuracy 53.999996 % 

 IMDB large moview review dataset : testingSentimentAnalyzerLSTM(
  (embedding): Embedding(10416, 728)
  (lstm): LSTM(728, 256, num_layers=2, batch_first=True, bidirectional=True)
  (fc): Sequential(
    (0): Linear(in_features=256, out_features=64, bias=True)
    (1): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=64, out_features=32, bias=True)
    (4): BatchNorm1d(32, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (5): ReLU()
    (6): Linear(in_features=32, out_features=4, bias=True)
    (7): BatchNorm1d(4, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (8): ReLU()
    (9): Linear(in_features=4, out_features=1, bias=True)
    (10): Sigmoid()
  )
)
Test dataset size 4000
Test accuracy 58.281250 % 

 IMDB large moview review dataset : testingSentimentAnalyzerHybrid(
  (embedding): Embedding(10416, 728)
  (lstm): LSTM(728, 256, batch_first=True, bidirectional=True)
  (lstm_fc): Sequential(
    (0): Linear(in_features=256, out_features=128, bias=True)
    (1): BatchNorm1d(128, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=128, out_features=64, bias=True)
    (4): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (5): ReLU()
  )
  (convs): ModuleList(
    (0): Conv2d(1, 8, kernel_size=[2, 728], stride=(1, 1), padding=(1, 0))
    (1): Conv2d(1, 8, kernel_size=[3, 728], stride=(1, 1), padding=(2, 0))
    (2): Conv2d(1, 8, kernel_size=[4, 728], stride=(1, 1), padding=(3, 0))
    (3): Conv2d(1, 8, kernel_size=[5, 728], stride=(1, 1), padding=(4, 0))
  )
  (convs_fc): Sequential(
    (0): Linear(in_features=32, out_features=64, bias=True)
    (1): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
  )
  (final_fc): Sequential(
    (0): Linear(in_features=128, out_features=32, bias=True)
    (1): BatchNorm1d(32, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=32, out_features=1, bias=True)
    (4): Sigmoid()
  )
)
Test dataset size 4000
Test accuracy 60.600586 % 

 IMDB large moview review dataset : testingSentimentAnalyzerCNN(
  (embedding): Embedding(10416, 728)
  (convs): ModuleList(
    (0): Conv2d(1, 16, kernel_size=[2, 728], stride=(1, 1), padding=(1, 0))
    (1): Conv2d(1, 16, kernel_size=[3, 728], stride=(1, 1), padding=(2, 0))
    (2): Conv2d(1, 16, kernel_size=[4, 728], stride=(1, 1), padding=(3, 0))
    (3): Conv2d(1, 16, kernel_size=[5, 728], stride=(1, 1), padding=(4, 0))
  )
  (fc): Sequential(
    (0): Linear(in_features=64, out_features=64, bias=True)
    (1): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=64, out_features=32, bias=True)
    (4): BatchNorm1d(32, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (5): ReLU()
    (6): Linear(in_features=32, out_features=4, bias=True)
    (7): BatchNorm1d(4, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (8): ReLU()
    (9): Linear(in_features=4, out_features=1, bias=True)
  )
)
Test dataset size 4000
Test accuracy 56.918941 % 

 IMDB large moview review dataset : testingSentimentAnalyzerLSTM(
  (embedding): Embedding(10416, 728)
  (lstm): LSTM(728, 256, num_layers=2, batch_first=True, bidirectional=True)
  (fc): Sequential(
    (0): Linear(in_features=256, out_features=64, bias=True)
    (1): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=64, out_features=32, bias=True)
    (4): BatchNorm1d(32, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (5): ReLU()
    (6): Linear(in_features=32, out_features=4, bias=True)
    (7): BatchNorm1d(4, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (8): ReLU()
    (9): Linear(in_features=4, out_features=1, bias=True)
    (10): Sigmoid()
  )
)
Test dataset size 4000
Test accuracy 58.281250 % 

 IMDB large moview review dataset : testingSentimentAnalyzerHybrid(
  (embedding): Embedding(10416, 728)
  (lstm): LSTM(728, 256, batch_first=True, bidirectional=True)
  (lstm_fc): Sequential(
    (0): Linear(in_features=256, out_features=128, bias=True)
    (1): BatchNorm1d(128, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=128, out_features=64, bias=True)
    (4): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (5): ReLU()
  )
  (convs): ModuleList(
    (0): Conv2d(1, 8, kernel_size=[2, 728], stride=(1, 1), padding=(1, 0))
    (1): Conv2d(1, 8, kernel_size=[3, 728], stride=(1, 1), padding=(2, 0))
    (2): Conv2d(1, 8, kernel_size=[4, 728], stride=(1, 1), padding=(3, 0))
    (3): Conv2d(1, 8, kernel_size=[5, 728], stride=(1, 1), padding=(4, 0))
  )
  (convs_fc): Sequential(
    (0): Linear(in_features=32, out_features=64, bias=True)
    (1): BatchNorm1d(64, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
  )
  (final_fc): Sequential(
    (0): Linear(in_features=128, out_features=32, bias=True)
    (1): BatchNorm1d(32, eps=1e-05, momentum=0.1, affine=True, track_running_stats=True)
    (2): ReLU()
    (3): Linear(in_features=32, out_features=1, bias=True)
    (4): Sigmoid()
  )
)
Test dataset size 4000
Test accuracy 60.600586 % 
