{"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "good": 4, "morning": 5, "everything": 6, "is": 7, "blessed": 8, "sure": 9, "my": 10, "nose": 11, "bleeding": 12, "straight": 13, "face": 14, "well": 15, "i": 16, "will": 17, "not": 18, "be": 19, "gettin": 20, "of": 21, "work": 22, "early": 23, "nite": 24, "dammit": 25, "ah": 26, "mistake": 27, "left": 28, "charger": 29, "at": 30, "home": 31, "am": 32, "jus": 33, "all": 34, "eff": 35, "d": 36, "up": 37, "apparently": 38, "so": 39, "have": 40, "a": 41, "look": 42, "page": 43, "thats": 44, "what": 45, "do": 46, "just": 47, "seen": 48, "little": 49, "big": 50, "planet": 51, "for": 52, "spent": 53, "in": 54, "it": 55, "chilling": 56, "but": 57, "worrying": 58, "about": 59, "mother": 60, "who": 61, "sick": 62, "such": 63, "very": 64, "long": 65, "day": 66, "and": 67, "again": 68, "tomorrow": 69, "maybe": 70, "get": 71, "on": 72, "jury": 73, "next": 74, "week": 75, "able": 76, "to": 77, "take": 78, "nice": 79, "vacation": 80, "nevermind": 81, "now": 82, "followers": 83, "wow": 84, "suprised": 85, "that": 86, "many": 87, "people": 88, "would": 89, "even": 90, "want": 91, "read": 92, "ridiculous": 93, "updates": 94, "much": 95, "the": 96, "pics": 97, "wanted": 98, "post": 99, "room": 100, "drum": 101, "kit": 102, "its": 103, "beyond": 104, "impossible": 105, "since": 106, "bedroom": 107, "light": 108, "blew": 109, "had": 110, "plans": 111, "today": 112, "scared": 113, "you": 114, "know": 115, "moving": 116, "fear": 117, "teh": 118, "fml": 119, "t": 120, "tr": 121, "n": 122, "netbeans": 123, "em": 124, "ko": 125, "th": 126, "y": 127, "ch": 128, "o": 129, "gi": 130, "ng": 131, "project": 132, "outline": 133, "nh": 134, "v": 135, "l": 136, "h": 137, "b": 138, "oh": 139, "no": 140, "remember": 141, "wink": 142, "or": 143, "smirk": 144, "works": 145, "glad": 146, "unlimited": 147, "text": 148, "package": 149, "are": 150, "kidding": 151, "right": 152, "ugh": 153, "gon": 154, "na": 155, "go": 156, "feel": 157, "like": 158, "shit": 159, "bye": 160, "tweeple": 161, "think": 162, "still": 163, "an": 164, "ear": 165, "infection": 166, "s": 167, "return": 168, "boost": 169, "us": 170, "chelsea": 171, "ahead": 172, "hope": 173, "champ": 174, "plays": 175, "scores": 176, "wins": 177, "fingers": 178, "crossed": 179, "miss": 180, "wanting": 181, "with": 182, "babe": 183, "he": 184, "working": 185, "got": 186, "ta": 187, "make": 188, "paper": 189, "tho": 190, "wrong": 191, "thought": 192, "was": 193, "joking": 194, "by": 195, "only": 196, "letting": 197, "put": 198, "out": 199, "specific": 200, "time": 201, "one": 202, "thing": 203, "could": 204, "turn": 205, "this": 206, "sucky": 207, "saturday": 208, "night": 209, "around": 210, "snl": 211, "best": 212, "amy": 213, "poehler": 214, "love": 215, "woman": 216, "perfect": 217, "soundtrack": 218, "if": 219, "board": 220, "sun": 221, "cant": 222, "wait": 223, "see": 224, "her": 225, "mum": 226, "dad": 227, "thursday": 228, "your": 229, "apartment": 230, "dust": 231, "fun": 232, "first": 233, "test": 234, "didnt": 235, "we": 236, "past": 237, "done": 238, "better": 239, "oops": 240, "url": 241, "they": 242, "might": 243, "buying": 244, "other": 245, "domain": 246, "yay": 247, "sweet": 248, "can": 249, "some": 250, "photos": 251, "happy": 252, "smiley": 253, "here": 254, "boring": 255, "start": 256, "race": 257, "dumb": 258, "hotel": 259, "faces": 260, "did": 261, "there": 262, "flippin": 263, "party": 264, "saying": 265, "said": 266, "xoxo": 267, "enjoying": 268, "then": 269, "boys": 270, "getting": 271, "hard": 272, "water": 273, "pool": 274, "chick": 275, "fat": 276, "guy": 277, "farmer": 278, "tan": 279, "hahaha": 280, "has": 281, "wake": 282, "fight": 283, "hey": 284, "lady": 285, "tried": 286, "call": 287, "were": 288, "probably": 289, "asleep": 290, "give": 291, "me": 292, "ring": 293, "someone": 294, "took": 295, "off": 296, "msn": 297, "computer": 298, "grrr": 299, "going": 300, "kill": 301, "luv": 302, "yes": 303, "sorry": 304, "im": 305, "really": 306, "nowadays": 307, "xd": 308, "talk": 309, "always": 310, "pretty": 311, "thanks": 312, "hugs": 313, "places": 314, "line": 315, "being": 316, "taken": 317, "over": 318, "stalker": 319, "nothing": 320, "world": 321, "sacred": 322, "anymore": 323, "been": 324, "hacked": 325, "slumdog": 326, "millionaire": 327, "movie": 328, "too": 329, "sad": 330, "though": 331, "wont": 332, "watching": 333, "ending": 334, "kicked": 335, "ass": 336, "david": 337, "tennant": 338, "extremely": 339, "looking": 340, "man": 341, "ben": 342, "enough": 343, "gay": 344, "women": 345, "tweet": 346, "exactly": 347, "characters": 348, "smell": 349, "rat": 350, "more": 351, "days": 352, "cold": 353, "turkey": 354, "waited": 355, "student": 356, "last": 357, "sticks": 358, "stuff": 359, "his": 360, "mom": 361, "cousin": 362, "new": 363, "app": 364, "series": 365, "great": 366, "luck": 367, "phone": 368, "driving": 369, "wishing": 370, "denver": 371, "station": 372, "finishing": 373, "lunch": 374, "doing": 375, "laundry": 376, "ready": 377, "bday": 378, "dinner": 379, "relaxing": 380, "exciting": 381, "missing": 382, "him": 383, "already": 384, "before": 385, "find": 386, "flight": 387, "delayed": 388, "least": 389, "bears": 390, "confusion": 391, "hair": 392, "mine": 393, "once": 394, "answers": 395, "helpful": 396, "back": 397, "grandparents": 398, "super": 399, "tired": 400, "late": 401, "tonight": 402, "lost": 403, "code": 404, "came": 405, "both": 406, "stupid": 407, "clever": 408, "same": 409, "stilll": 410, "come": 411, "sends": 412, "dm": 413, "goodknight": 414, "digg": 415, "links": 416, "ahh": 417, "happier": 418, "note": 419, "hear": 420, "sword": 421, "stone": 422, "ground": 423, "playing": 424, "tv": 425, "cornwall": 426, "fact": 427, "lot": 428, "made": 429, "show": 430, "funny": 431, "any": 432, "says": 433, "finally": 434, "hit": 435, "sack": 436, "crack": 437, "break": 438, "baby": 439, "goin": 440, "sleep": 441, "because": 442, "class": 443, "finished": 444, "retail": 445, "therapy": 446, "skate": 447, "festivities": 448, "recommendation": 449, "yesterday": 450, "daniel": 451, "lose": 452, "four": 453, "hours": 454, "real": 455, "via": 456, "twitter": 457, "losing": 458, "ooops": 459, "laughing": 460, "loud": 461, "worth": 462, "especially": 463, "bath": 464, "unless": 465, "pay": 466, "need": 467, "reason": 468, "hunt": 469, "down": 470, "way": 471, "ya": 472, "asot": 473, "signing": 474, "awesome": 475, "beautiful": 476, "live": 477, "trance": 478, "terrible": 479, "habit": 480, "eating": 481, "cookies": 482, "bake": 483, "delivered": 484, "how": 485, "somebody": 486, "smoking": 487, "stinks": 488, "saw": 489, "passed": 490, "something": 491, "forward": 492, "speakers": 493, "neighbors": 494, "listening": 495, "chew": 496, "peppermint": 497, "gum": 498, "ok": 499, "energy": 500, "bit": 501, "friday": 502, "sucked": 503, "dog": 504, "laptop": 505, "rip": 506, "them": 507, "following": 508, "judy": 509, "moaning": 510, "watched": 511, "f": 512, "whilst": 513, "bed": 514, "aw": 515, "win": 516, "tickets": 517, "tour": 518, "x": 519, "change": 520, "deserved": 521, "wat": 522, "why": 523, "thinking": 524, "gah": 525, "when": 526, "doubt": 527, "use": 528, "whatever": 529, "hand": 530, "pillows": 531, "fucking": 532, "pwn": 533, "everywhere": 534, "else": 535, "regret": 536, "yea": 537, "realize": 538, "captain": 539, "kid": 540, "album": 541, "ever": 542, "east": 543, "coast": 544, "weather": 545, "exam": 546, "prep": 547, "uh": 548, "penalty": 549, "hate": 550, "nights": 551, "philly": 552, "knowing": 553, "leave": 554, "tmrw": 555, "feels": 556, "gets": 557, "spring": 558, "weekend": 559, "interest": 560, "joshua": 561, "tree": 562, "thier": 563, "old": 564, "bout": 565, "hubby": 566, "job": 567, "jk": 568, "sweetest": 569, "ol": 570, "boy": 571, "telling": 572, "war": 573, "wasting": 574, "effort": 575, "soon": 576, "till": 577, "warm": 578, "external": 579, "drive": 580, "from": 581, "yum": 582, "spending": 583, "gorgeous": 584, "inside": 585, "haven": 586, "pub": 587, "library": 588, "paid": 589, "slow": 590, "everyone": 591, "must": 592, "outside": 593, "pack": 594, "starbucks": 595, "wish": 596, "blast": 597, "gone": 598, "preparing": 599, "attack": 600, "expect": 601, "folding": 602, "washing": 603, "lots": 604, "urgh": 605, "winter": 606, "wonderland": 607, "planning": 608, "learn": 609, "basic": 610, "sign": 611, "language": 612, "these": 613, "holidays": 614, "geez": 615, "whole": 616, "list": 617, "surprised": 618, "bored": 619, "clue": 620, "proud": 621, "myself": 622, "r": 623, "woke": 624, "cloudy": 625, "virgin": 626, "two": 627, "til": 628, "seattle": 629, "sale": 630, "laugh": 631, "heyy": 632, "omg": 633, "singer": 634, "truly": 635, "favourites": 636, "please": 637, "reply": 638, "god": 639, "forever": 640, "sung": 641, "excellent": 642, "song": 643, "aaand": 644, "literature": 645, "review": 646, "friendly": 647, "cup": 648, "coffee": 649, "keep": 650, "company": 651, "afraid": 652, "stop": 653, "brothers": 654, "cool": 655, "after": 656, "plane": 657, "ticket": 658, "excited": 659, "fam": 660, "three": 661, "years": 662, "omggg": 663, "another": 664, "catch": 665, "alex": 666, "k": 667, "thunder": 668, "dreading": 669, "blog": 670, "found": 671, "wonder": 672, "means": 673, "java": 674, "mam": 675, "telly": 676, "service": 677, "bought": 678, "box": 679, "winner": 680, "hiccups": 681, "mug": 682, "swimming": 683, "wednesday": 684, "neeed": 685, "money": 686, "loaded": 687, "books": 688, "elliptical": 689, "reminder": 690, "facing": 691, "disabled": 692, "request": 693, "sway": 694, "muchh": 695, "follow": 696, "pleaseee": 697, "cute": 698, "lips": 699, "while": 700, "staring": 701, "sheet": 702, "music": 703, "makes": 704, "smile": 705, "starting": 706, "hungry": 707, "trash": 708, "clean": 709, "c": 710, "state": 711, "play": 712, "obsessed": 713, "haha": 714, "most": 715, "school": 716, "strange": 717, "wonderful": 718, "actually": 719, "fell": 720, "sport": 721, "realizes": 722, "far": 723, "bigger": 724, "than": 725, "guys": 726, "dolls": 727, "episode": 728, "thank": 729, "totally": 730, "lied": 731, "trip": 732, "hanging": 733, "airport": 734, "excuse": 735, "mind": 736, "twittering": 737, "away": 738, "fish": 739, "fillet": 740, "annoyed": 741, "deal": 742, "cleaning": 743, "midnight": 744, "open": 745, "house": 746, "tommorow": 747, "hopefully": 748, "lucky": 749, "she": 750, "britney": 751, "depressing": 752, "feeling": 753, "thankyou": 754, "hi": 755, "yeah": 756, "waiting": 757, "requests": 758, "surprising": 759, "tweetdeck": 760, "crashed": 761, "likes": 762, "vista": 763, "wan": 764, "headed": 765, "south": 766, "mommy": 767, "skwl": 768, "monday": 769, "brill": 770, "disaster": 771, "bible": 772, "babysitting": 773, "dunno": 774, "strong": 775, "bad": 776, "voice": 777, "sandwhich": 778, "caught": 779, "news": 780, "say": 781, "guess": 782, "feelin": 783, "walked": 784, "door": 785, "year": 786, "ow": 787, "bless": 788, "dee": 789, "every": 790, "finish": 791, "cooking": 792, "pizza": 793, "try": 794, "sing": 795, "along": 796, "realise": 797, "watchin": 798, "tutorials": 799, "youtube": 800, "girl": 801, "amazing": 802, "testing": 803, "conference": 804, "zurich": 805, "does": 806, "smelly": 807, "bags": 808, "eat": 809, "together": 810, "as": 811, "tu": 812, "comic": 813, "run": 814, "sleeping": 815, "apt": 816, "com": 817, "google": 818, "searches": 819, "either": 820, "high": 821, "five": 822, "jeff": 823, "those": 824, "searching": 825, "information": 826, "yahoo": 827, "hot": 828, "jobs": 829, "suck": 830, "never": 831, "own": 832, "personal": 833, "end": 834, "sleepover": 835, "cupcakes": 836, "monsters": 837, "pictures": 838, "grape": 839, "tossing": 840, "poop": 841, "sharks": 842, "damn": 843, "ducks": 844, "understand": 845, "goes": 846, "different": 847, "taste": 848, "presentation": 849, "called": 850, "things": 851, "changed": 852, "others": 853, "talking": 854, "blue": 855, "skies": 856, "sunshine": 857, "rosa": 858, "full": 859, "addicted": 860, "success": 861, "curry": 862, "chicken": 863, "brew": 864, "pals": 865, "wants": 866, "air": 867, "base": 868, "fantastic": 869, "restaurant": 870, "liked": 871, "rocked": 872, "hafta": 873, "hang": 874, "m": 875, "heading": 876, "sleepy": 877, "blahh": 878, "stay": 879, "ffs": 880, "piss": 881, "cause": 882, "shes": 883, "accidentally": 884, "locked": 885, "myrtle": 886, "may": 887, "cat": 888, "somewhere": 889, "chocolate": 890, "cake": 891, "changing": 892, "carpark": 893, "sunny": 894, "goodnight": 895, "heads": 896, "los": 897, "angeles": 898, "tokyo": 899, "between": 900, "friend": 901, "sweden": 902, "missed": 903, "loving": 904, "sooo": 905, "vent": 906, "weeks": 907, "should": 908, "twice": 909, "shattered": 910, "girls": 911, "leaving": 912, "sore": 913, "throat": 914, "karaoke": 915, "dan": 916, "life": 917, "acting": 918, "steve": 919, "island": 920, "aww": 921, "website": 922, "anyway": 923, "lonely": 924, "through": 925, "creepy": 926, "example": 927, "ur": 928, "twisted": 929, "sense": 930, "humor": 931, "somthing": 932, "twitting": 933, "hahah": 934, "taking": 935, "copy": 936, "paste": 937, "frankfurt": 938, "times": 939, "dont": 940, "mainstream": 941, "media": 942, "reporting": 943, "increasing": 944, "fail": 945, "whale": 946, "eventually": 947, "friends": 948, "pic": 949, "silly": 950, "name": 951, "video": 952, "site": 953, "likely": 954, "suggested": 955, "crazy": 956, "rehearsal": 957, "welcome": 958, "also": 959, "chain": 960, "reaction": 961, "seeing": 962, "arent": 963, "sd": 964, "la": 965, "goood": 966, "dress": 967, "third": 968, "picture": 969, "osx": 970, "macbook": 971, "bleh": 972, "hurts": 973, "sigh": 974, "sit": 975, "lounge": 976, "watch": 977, "sunrise": 978, "backyard": 979, "katie": 980, "special": 981, "buggered": 982, "blowing": 983, "cnt": 984, "anyone": 985, "until": 986, "thurs": 987, "argue": 988, "opinion": 989, "form": 990, "easter": 991, "fab": 992, "shirt": 993, "devo": 994, "which": 995, "few": 996, "coz": 997, "luke": 998, "often": 999, "looks": 1000, "argh": 1001, "james": 1002, "english": 1003, "homework": 1004, "ways": 1005, "trips": 1006, "yep": 1007, "worst": 1008, "husband": 1009, "shouldnt": 1010, "shared": 1011, "op": 1012, "baseball": 1013, "begun": 1014, "poor": 1015, "reckon": 1016, "united": 1017, "score": 1018, "sadly": 1019, "uk": 1020, "moment": 1021, "tune": 1022, "fuck": 1023, "study": 1024, "sounds": 1025, "step": 1026, "direction": 1027, "posted": 1028, "ss": 1029, "whoever": 1030, "impressed": 1031, "snowing": 1032, "april": 1033, "wrist": 1034, "hurting": 1035, "tweeted": 1036, "gf": 1037, "alone": 1038, "hello": 1039, "york": 1040, "lived": 1041, "possible": 1042, "sucks": 1043, "happens": 1044, "meat": 1045, "salad": 1046, "barbecue": 1047, "clouds": 1048, "beginning": 1049, "gather": 1050, "earlier": 1051, "woot": 1052, "puppy": 1053, "wearing": 1054, "dedicate": 1055, "part": 1056, "woah": 1057, "everybody": 1058, "knows": 1059, "loser": 1060, "game": 1061, "beatles": 1062, "z": 1063, "local": 1064, "radio": 1065, "sitting": 1066, "doesnt": 1067, "nor": 1068, "forgot": 1069, "fa": 1070, "half": 1071, "track": 1072, "comes": 1073, "played": 1074, "enjoyed": 1075, "meeting": 1076, "painting": 1077, "flat": 1078, "rehearsals": 1079, "graduated": 1080, "needs": 1081, "decide": 1082, "buy": 1083, "birthday": 1084, "true": 1085, "trying": 1086, "figure": 1087, "edinburgh": 1088, "enjoy": 1089, "congrats": 1090, "wedding": 1091, "nom": 1092, "indeed": 1093, "send": 1094, "favorite": 1095, "ones": 1096, "natalie": 1097, "six": 1098, "flags": 1099, "king": 1100, "da": 1101, "ka": 1102, "closed": 1103, "thumbs": 1104, "bike": 1105, "minus": 1106, "saddle": 1107, "sometimes": 1108, "confused": 1109, "lunchtime": 1110, "afternoon": 1111, "evening": 1112, "meantime": 1113, "adore": 1114, "film": 1115, "classic": 1116, "demi": 1117, "madrid": 1118, "miley": 1119, "italy": 1120, "facebook": 1121, "shame": 1122, "sacrifice": 1123, "college": 1124, "students": 1125, "deserve": 1126, "graduation": 1127, "supposed": 1128, "rain": 1129, "bunch": 1130, "festival": 1131, "fire": 1132, "fired": 1133, "costumes": 1134, "destroyed": 1135, "situation": 1136, "john": 1137, "mayer": 1138, "twitters": 1139, "alot": 1140, "hehe": 1141, "tea": 1142, "gossip": 1143, "eats": 1144, "into": 1145, "yup": 1146, "shaun": 1147, "nap": 1148, "move": 1149, "exhausted": 1150, "write": 1151, "green": 1152, "pop": 1153, "culture": 1154, "films": 1155, "politics": 1156, "beauty": 1157, "fashion": 1158, "derby": 1159, "bummer": 1160, "accepted": 1161, "breathing": 1162, "stomach": 1163, "mattress": 1164, "couch": 1165, "yikes": 1166, "soo": 1167, "todd": 1168, "embarrassing": 1169, "dirty": 1170, "kind": 1171, "lovely": 1172, "quote": 1173, "sharing": 1174, "sundays": 1175, "skool": 1176, "tomoz": 1177, "ova": 1178, "orders": 1179, "reading": 1180, "breaking": 1181, "dawn": 1182, "jacob": 1183, "side": 1184, "li": 1185, "under": 1186, "barbeque": 1187, "simone": 1188, "cut": 1189, "shaving": 1190, "boat": 1191, "ferry": 1192, "system": 1193, "fair": 1194, "bite": 1195, "bum": 1196, "dropped": 1197, "car": 1198, "replaced": 1199, "without": 1200, "spirit": 1201, "space": 1202, "solar": 1203, "studies": 1204, "idea": 1205, "functioning": 1206, "fully": 1207, "yet": 1208, "doctors": 1209, "concerned": 1210, "problems": 1211, "yesss": 1212, "shop": 1213, "pass": 1214, "movies": 1215, "alas": 1216, "allergy": 1217, "medicine": 1218, "shopping": 1219, "living": 1220, "singapore": 1221, "plus": 1222, "started": 1223, "travel": 1224, "pug": 1225, "rt": 1226, "aloha": 1227, "nervous": 1228, "heres": 1229, "link": 1230, "angel": 1231, "brush": 1232, "formal": 1233, "theory": 1234, "interview": 1235, "greater": 1236, "blessing": 1237, "written": 1238, "definitely": 1239, "agree": 1240, "okay": 1241, "dublin": 1242, "hb": 1243, "beast": 1244, "ict": 1245, "toys": 1246, "single": 1247, "childhood": 1248, "dentist": 1249, "sucker": 1250, "mr": 1251, "thirsty": 1252, "revising": 1253, "let": 1254, "sky": 1255, "ke": 1256, "ek": 1257, "le": 1258, "pulled": 1259, "neck": 1260, "shoulder": 1261, "booo": 1262, "internet": 1263, "married": 1264, "movieee": 1265, "meet": 1266, "joe": 1267, "black": 1268, "donnie": 1269, "ping": 1270, "pong": 1271, "hun": 1272, "andy": 1273, "coconut": 1274, "records": 1275, "camp": 1276, "offline": 1277, "birds": 1278, "nest": 1279, "sporting": 1280, "short": 1281, "guitar": 1282, "hero": 1283, "rocks": 1284, "design": 1285, "banner": 1286, "struggling": 1287, "recently": 1288, "possibly": 1289, "cruel": 1290, "sipping": 1291, "club": 1292, "mate": 1293, "escaped": 1294, "construction": 1295, "kids": 1296, "bug": 1297, "instead": 1298, "verrry": 1299, "everyonee": 1300, "month": 1301, "patience": 1302, "turning": 1303, "sell": 1304, "kay": 1305, "sweetie": 1306, "designing": 1307, "juice": 1308, "brain": 1309, "answer": 1310, "emails": 1311, "unfortunately": 1312, "total": 1313, "recall": 1314, "fit": 1315, "tag": 1316, "paypal": 1317, "account": 1318, "fall": 1319, "head": 1320, "dead": 1321, "report": 1322, "mo": 1323, "din": 1324, "sa": 1325, "latest": 1326, "doh": 1327, "mooorning": 1328, "ughhh": 1329, "mmmm": 1330, "france": 1331, "brilliance": 1332, "eaten": 1333, "anything": 1334, "french": 1335, "heart": 1336, "usually": 1337, "charge": 1338, "care": 1339, "des": 1340, "excuses": 1341, "bueno": 1342, "weee": 1343, "road": 1344, "our": 1345, "puter": 1346, "booted": 1347, "tons": 1348, "yard": 1349, "sunburned": 1350, "ears": 1351, "snow": 1352, "colorado": 1353, "visit": 1354, "influence": 1355, "current": 1356, "union": 1357, "vitamin": 1358, "pants": 1359, "tap": 1360, "plaza": 1361, "doctor": 1362, "gave": 1363, "meds": 1364, "ulcer": 1365, "received": 1366, "surprise": 1367, "sunburnt": 1368, "ouchy": 1369, "case": 1370, "turns": 1371, "monster": 1372, "although": 1373, "search": 1374, "tweetie": 1375, "absolutely": 1376, "wild": 1377, "offend": 1378, "attention": 1379, "behind": 1380, "ramble": 1381, "michael": 1382, "concert": 1383, "disappointed": 1384, "lamb": 1385, "mondays": 1386, "skipping": 1387, "everyday": 1388, "terms": 1389, "longer": 1390, "seem": 1391, "wine": 1392, "grim": 1393, "waxing": 1394, "nkotb": 1395, "fans": 1396, "crash": 1397, "australia": 1398, "austin": 1399, "family": 1400, "shall": 1401, "info": 1402, "june": 1403, "cheers": 1404, "liam": 1405, "seems": 1406, "witch": 1407, "crap": 1408, "avoided": 1409, "perhaps": 1410, "handle": 1411, "cheer": 1412, "canadian": 1413, "team": 1414, "habs": 1415, "ice": 1416, "cream": 1417, "frisbee": 1418, "join": 1419, "improving": 1420, "their": 1421, "coverage": 1422, "wifi": 1423, "adelaide": 1424, "shud": 1425, "rite": 1426, "al": 1427, "bc": 1428, "power": 1429, "rebecca": 1430, "barry": 1431, "tech": 1432, "ahhh": 1433, "rental": 1434, "sunday": 1435, "afternoons": 1436, "imma": 1437, "worry": 1438, "faith": 1439, "season": 1440, "yu": 1441, "mandy": 1442, "interesting": 1443, "tweets": 1444, "wishes": 1445, "lily": 1446, "clues": 1447, "amazinggg": 1448, "yeay": 1449, "woop": 1450, "final": 1451, "drop": 1452, "aunt": 1453, "animal": 1454, "shots": 1455, "flickr": 1456, "cats": 1457, "set": 1458, "feet": 1459, "wars": 1460, "hilarious": 1461, "help": 1462, "matter": 1463, "email": 1464, "options": 1465, "gardening": 1466, "writing": 1467, "tweeting": 1468, "spin": 1469, "felt": 1470, "aweful": 1471, "thick": 1472, "producing": 1473, "valley": 1474, "check": 1475, "re": 1476, "event": 1477, "jesus": 1478, "easy": 1479, "treadmill": 1480, "low": 1481, "walk": 1482, "communicate": 1483, "anybody": 1484, "beach": 1485, "broken": 1486, "vet": 1487, "settling": 1488, "remind": 1489, "gym": 1490, "deleting": 1491, "shot": 1492, "bits": 1493, "havent": 1494, "twitterville": 1495, "round": 1496, "cry": 1497, "jim": 1498, "update": 1499, "kitchen": 1500, "bathroom": 1501, "shower": 1502, "pity": 1503, "rainy": 1504, "mid": 1505, "ily": 1506, "morn": 1507, "coming": 1508, "grin": 1509, "glasses": 1510, "happen": 1511, "minutes": 1512, "alarm": 1513, "twits": 1514, "youu": 1515, "bear": 1516, "bulls": 1517, "clothing": 1518, "meal": 1519, "drink": 1520, "nearby": 1521, "mean": 1522, "thousands": 1523, "anyways": 1524, "ha": 1525, "stoked": 1526, "web": 1527, "martin": 1528, "stream": 1529, "pm": 1530, "landed": 1531, "richmond": 1532, "lee": 1533, "williams": 1534, "qc": 1535, "where": 1536, "praying": 1537, "niece": 1538, "ill": 1539, "train": 1540, "later": 1541, "drinking": 1542, "mmm": 1543, "fate": 1544, "hell": 1545, "naw": 1546, "studying": 1547, "xxx": 1548, "lay": 1549, "wide": 1550, "awake": 1551, "lord": 1552, "walker": 1553, "granny": 1554, "w": 1555, "shorts": 1556, "awe": 1557, "sunburn": 1558, "chatting": 1559, "couple": 1560, "pieces": 1561, "crush": 1562, "church": 1563, "dooo": 1564, "signal": 1565, "center": 1566, "heard": 1567, "fame": 1568, "congratulations": 1569, "trainers": 1570, "inspiring": 1571, "body": 1572, "journey": 1573, "twit": 1574, "ends": 1575, "died": 1576, "jimmy": 1577, "beddd": 1578, "online": 1579, "epic": 1580, "loves": 1581, "drunk": 1582, "himself": 1583, "bathing": 1584, "almost": 1585, "ago": 1586, "lately": 1587, "network": 1588, "solutions": 1589, "immediately": 1590, "dns": 1591, "settings": 1592, "ns": 1593, "causing": 1594, "outage": 1595, "idk": 1596, "delivery": 1597, "hut": 1598, "dine": 1599, "buffet": 1600, "having": 1601, "crappy": 1602, "stressful": 1603, "white": 1604, "castle": 1605, "hometown": 1606, "treats": 1607, "blah": 1608, "blankets": 1609, "comforter": 1610, "problem": 1611, "yours": 1612, "public": 1613, "ny": 1614, "lame": 1615, "eeek": 1616, "office": 1617, "yummy": 1618, "top": 1619, "mouth": 1620, "burnt": 1621, "playin": 1622, "listen": 1623, "stuck": 1624, "theater": 1625, "embarrassed": 1626, "blushing": 1627, "loses": 1628, "lighting": 1629, "loss": 1630, "eight": 1631, "dance": 1632, "booking": 1633, "meant": 1634, "random": 1635, "selling": 1636, "figured": 1637, "chance": 1638, "whats": 1639, "grow": 1640, "nachos": 1641, "songs": 1642, "hannah": 1643, "montana": 1644, "jennette": 1645, "rocking": 1646, "yeh": 1647, "value": 1648, "messages": 1649, "contact": 1650, "avail": 1651, "oo": 1652, "loved": 1653, "incredible": 1654, "considering": 1655, "pressure": 1656, "leads": 1657, "words": 1658, "used": 1659, "country": 1660, "secret": 1661, "confession": 1662, "fan": 1663, "conditioning": 1664, "drives": 1665, "certain": 1666, "important": 1667, "regular": 1668, "recover": 1669, "dumped": 1670, "lotsa": 1671, "buddies": 1672, "dvd": 1673, "cd": 1674, "frustrating": 1675, "mess": 1676, "lets": 1677, "alright": 1678, "pero": 1679, "edit": 1680, "piercing": 1681, "industrial": 1682, "simply": 1683, "red": 1684, "haircut": 1685, "usual": 1686, "tell": 1687, "mani": 1688, "pedi": 1689, "date": 1690, "mates": 1691, "giving": 1692, "key": 1693, "logan": 1694, "todays": 1695, "rugby": 1696, "players": 1697, "arthritis": 1698, "hayfever": 1699, "cracking": 1700, "ate": 1701, "drank": 1702, "quality": 1703, "port": 1704, "wasted": 1705, "desk": 1706, "thai": 1707, "overall": 1708, "ahaha": 1709, "bouncing": 1710, "free": 1711, "crying": 1712, "thoughts": 1713, "sis": 1714, "aaah": 1715, "jordan": 1716, "ll": 1717, "greets": 1718, "germany": 1719, "j": 1720, "coloring": 1721, "second": 1722, "spanish": 1723, "espanol": 1724, "kevin": 1725, "suddenly": 1726, "realized": 1727, "cds": 1728, "heck": 1729, "slowly": 1730, "footy": 1731, "fri": 1732, "weekends": 1733, "upp": 1734, "frm": 1735, "coaching": 1736, "talent": 1737, "msu": 1738, "thinks": 1739, "bomb": 1740, "droppin": 1741, "havin": 1742, "trailer": 1743, "park": 1744, "cuz": 1745, "spend": 1746, "min": 1747, "putting": 1748, "makeup": 1749, "hrs": 1750, "mood": 1751, "dinosaur": 1752, "tryout": 1753, "pray": 1754, "dent": 1755, "wind": 1756, "dedication": 1757, "double": 1758, "fever": 1759, "mucho": 1760, "noes": 1761, "blend": 1762, "sending": 1763, "km": 1764, "die": 1765, "built": 1766, "running": 1767, "bill": 1768, "cab": 1769, "cyrus": 1770, "socks": 1771, "toes": 1772, "p": 1773, "awh": 1774, "nightmares": 1775, "dismay": 1776, "ca": 1777, "texas": 1778, "aug": 1779, "close": 1780, "choose": 1781, "temporary": 1782, "pleasure": 1783, "lasting": 1784, "happiness": 1785, "exercising": 1786, "self": 1787, "sound": 1788, "gud": 1789, "chorus": 1790, "thts": 1791, "wana": 1792, "wife": 1793, "suggest": 1794, "cure": 1795, "sulking": 1796, "yankees": 1797, "indians": 1798, "zack": 1799, "managed": 1800, "mail": 1801, "emailing": 1802, "frustrated": 1803, "fed": 1804, "rejection": 1805, "letters": 1806, "aye": 1807, "housework": 1808, "jack": 1809, "nobody": 1810, "understands": 1811, "jokes": 1812, "needing": 1813, "failure": 1814, "town": 1815, "flipped": 1816, "visible": 1817, "sheets": 1818, "butt": 1819, "horrible": 1820, "pain": 1821, "rays": 1822, "hip": 1823, "beer": 1824, "jealous": 1825, "puppies": 1826, "bothered": 1827, "monitor": 1828, "samsung": 1829, "major": 1830, "hardware": 1831, "pc": 1832, "somethings": 1833, "aint": 1834, "pixel": 1835, "psp": 1836, "nuts": 1837, "touch": 1838, "lcd": 1839, "screen": 1840, "index": 1841, "finger": 1842, "partying": 1843, "hella": 1844, "allergic": 1845, "ew": 1846, "irritated": 1847, "fucked": 1848, "appetite": 1849, "wisdom": 1850, "tooth": 1851, "canes": 1852, "crisis": 1853, "chicks": 1854, "pissed": 1855, "stole": 1856, "saving": 1857, "gag": 1858, "yvonne": 1859, "ladies": 1860, "programming": 1861, "et": 1862, "rock": 1863, "worship": 1864, "roadshow": 1865, "dude": 1866, "bio": 1867, "spelt": 1868, "sentence": 1869, "id": 1870, "helped": 1871, "drunken": 1872, "ni": 1873, "ers": 1874, "abuse": 1875, "colourful": 1876, "staying": 1877, "blessings": 1878, "christine": 1879, "clearly": 1880, "relevant": 1881, "entertained": 1882, "children": 1883, "researching": 1884, "promoting": 1885, "iphone": 1886, "apps": 1887, "believe": 1888, "nearly": 1889, "marking": 1890, "boobs": 1891, "keeps": 1892, "hills": 1893, "flu": 1894, "smoke": 1895, "aussie": 1896, "story": 1897, "available": 1898, "blech": 1899, "prob": 1900, "fellow": 1901, "ideas": 1902, "spare": 1903, "grocery": 1904, "samples": 1905, "evolution": 1906, "photo": 1907, "dancing": 1908, "nowhere": 1909, "female": 1910, "houston": 1911, "wen": 1912, "cinnamon": 1913, "curled": 1914, "dreadful": 1915, "snap": 1916, "tips": 1917, "literally": 1918, "pile": 1919, "oracle": 1920, "mysql": 1921, "strategy": 1922, "ham": 1923, "sandwich": 1924, "fancy": 1925, "juicy": 1926, "naughty": 1927, "xx": 1928, "techno": 1929, "era": 1930, "ecigarette": 1931, "reduce": 1932, "tobacco": 1933, "anywhere": 1934, "uni": 1935, "classes": 1936, "siblings": 1937, "hols": 1938, "beam": 1939, "walking": 1940, "toward": 1941, "goo": 1942, "breakfast": 1943, "bro": 1944, "ringtone": 1945, "hes": 1946, "ive": 1947, "grab": 1948, "schedule": 1949, "allows": 1950, "doors": 1951, "opened": 1952, "less": 1953, "defo": 1954, "fuss": 1955, "nooo": 1956, "officially": 1957, "crackberry": 1958, "twitpics": 1959, "freezes": 1960, "showers": 1961, "grumpy": 1962, "joey": 1963, "beloved": 1964, "justin": 1965, "farewell": 1966, "worried": 1967, "doggie": 1968, "tests": 1969, "experiencing": 1970, "stiff": 1971, "huhu": 1972, "specially": 1973, "knew": 1974, "tb": 1975, "lmaoo": 1976, "thanx": 1977, "swim": 1978, "add": 1979, "myspace": 1980, "quite": 1981, "fix": 1982, "diana": 1983, "person": 1984, "results": 1985, "de": 1986, "egg": 1987, "bacon": 1988, "cheese": 1989, "herbs": 1990, "awakened": 1991, "string": 1992, "st": 1993, "alive": 1994, "cleaned": 1995, "endless": 1996, "vomit": 1997, "photography": 1998, "reminded": 1999, "pops": 2000, "honor": 2001, "pets": 2002, "hungover": 2003, "hmm": 2004, "pinot": 2005, "lead": 2006, "forth": 2007, "gateway": 2008, "drug": 2009, "apple": 2010, "tbh": 2011, "twilight": 2012, "vanessa": 2013, "edward": 2014, "ant": 2015, "bites": 2016, "passion": 2017, "pit": 2018, "potential": 2019, "con": 2020, "etc": 2021, "appointment": 2022, "effect": 2023, "singing": 2024, "book": 2025, "order": 2026, "hour": 2027, "resumes": 2028, "correct": 2029, "ocean": 2030, "accept": 2031, "amanda": 2032, "bo": 2033, "voting": 2034, "amazed": 2035, "split": 2036, "grading": 2037, "crank": 2038, "hahahah": 2039, "seriously": 2040, "rubbish": 2041, "beat": 2042, "damp": 2043, "chris": 2044, "pleased": 2045, "camera": 2046, "uncomfortable": 2047, "handy": 2048, "ash": 2049, "background": 2050, "soup": 2051, "sims": 2052, "filled": 2053, "rumours": 2054, "quiz": 2055, "soccer": 2056, "foot": 2057, "oooh": 2058, "asses": 2059, "banned": 2060, "button": 2061, "navy": 2062, "mode": 2063, "tweeps": 2064, "err": 2065, "tomoro": 2066, "brrr": 2067, "awesomeness": 2068, "itself": 2069, "headache": 2070, "achy": 2071, "plz": 2072, "porridge": 2073, "michelle": 2074, "bebo": 2075, "danielle": 2076, "pro": 2077, "imac": 2078, "portable": 2079, "beckons": 2080, "confirmed": 2081, "sneeze": 2082, "notice": 2083, "each": 2084, "went": 2085, "milk": 2086, "tummy": 2087, "ache": 2088, "yooo": 2089, "kate": 2090, "outs": 2091, "peoples": 2092, "houses": 2093, "nga": 2094, "hindi": 2095, "uncle": 2096, "lang": 2097, "practice": 2098, "kick": 2099, "ribs": 2100, "bounce": 2101, "issue": 2102, "misses": 2103, "tm": 2104, "backup": 2105, "fern": 2106, "wing": 2107, "silence": 2108, "boston": 2109, "celtics": 2110, "drama": 2111, "seconds": 2112, "bar": 2113, "sickkk": 2114, "brings": 2115, "memories": 2116, "course": 2117, "counting": 2118, "visiting": 2119, "fishing": 2120, "bus": 2121, "reunion": 2122, "arrived": 2123, "repeat": 2124, "ouch": 2125, "ace": 2126, "museum": 2127, "mountain": 2128, "stuffed": 2129, "kitties": 2130, "celts": 2131, "bruins": 2132, "sox": 2133, "breakers": 2134, "freedom": 2135, "giant": 2136, "england": 2137, "sports": 2138, "heaven": 2139, "blood": 2140, "action": 2141, "resident": 2142, "evil": 2143, "hbo": 2144, "murphy": 2145, "grand": 2146, "prix": 2147, "point": 2148, "fault": 2149, "responsible": 2150, "noises": 2151, "spelling": 2152, "forum": 2153, "previous": 2154, "data": 2155, "whenever": 2156, "question": 2157, "asking": 2158, "pinging": 2159, "boo": 2160, "smiling": 2161, "bahaha": 2162, "army": 2163, "replied": 2164, "quickly": 2165, "mcfly": 2166, "jp": 2167, "clothes": 2168, "reports": 2169, "place": 2170, "reward": 2171, "kfc": 2172, "cook": 2173, "dnt": 2174, "thnx": 2175, "seed": 2176, "artwork": 2177, "dull": 2178, "katy": 2179, "perry": 2180, "bringing": 2181, "making": 2182, "goodness": 2183, "lama": 2184, "listened": 2185, "offer": 2186, "suppose": 2187, "safe": 2188, "hoedown": 2189, "throw": 2190, "thnks": 2191, "busy": 2192, "county": 2193, "ppl": 2194, "particularly": 2195, "hah": 2196, "dna": 2197, "stuffs": 2198, "entire": 2199, "witty": 2200, "responses": 2201, "invited": 2202, "sold": 2203, "learning": 2204, "languages": 2205, "ann": 2206, "flown": 2207, "becoming": 2208, "cardiff": 2209, "wales": 2210, "ride": 2211, "photoshoot": 2212, "fitting": 2213, "chillin": 2214, "sexy": 2215, "share": 2216, "meaning": 2217, "talkin": 2218, "standing": 2219, "heels": 2220, "gosh": 2221, "imagine": 2222, "skeptical": 2223, "undecided": 2224, "uneasy": 2225, "hesitant": 2226, "mini": 2227, "fm": 2228, "wed": 2229, "kidney": 2230, "frog": 2231, "essay": 2232, "careful": 2233, "stand": 2234, "annoying": 2235, "lem": 2236, "view": 2237, "window": 2238, "yrs": 2239, "fest": 2240, "comment": 2241, "happened": 2242, "kinda": 2243, "freaking": 2244, "summer": 2245, "cozy": 2246, "wax": 2247, "lower": 2248, "legs": 2249, "diy": 2250, "jennifer": 2251, "mn": 2252, "competition": 2253, "yorkshire": 2254, "wondering": 2255, "ghetto": 2256, "chilli": 2257, "tomato": 2258, "seeds": 2259, "mon": 2260, "strawberry": 2261, "plan": 2262, "funn": 2263, "mel": 2264, "q": 2265, "sleeep": 2266, "band": 2267, "america": 2268, "fool": 2269, "centre": 2270, "followed": 2271, "yah": 2272, "tc": 2273, "asked": 2274, "jj": 2275, "sat": 2276, "reeling": 2277, "simon": 2278, "geek": 2279, "overload": 2280, "alll": 2281, "borrow": 2282, "upload": 2283, "cafe": 2284, "chat": 2285, "dental": 2286, "addict": 2287, "appreciate": 2288, "growing": 2289, "cries": 2290, "term": 2291, "begin": 2292, "shortly": 2293, "completely": 2294, "plzzz": 2295, "musicmonday": 2296, "eek": 2297, "mouse": 2298, "wa": 2299, "dem": 2300, "fo": 2301, "bow": 2302, "tongue": 2303, "sticking": 2304, "cheeky": 2305, "playful": 2306, "raspberry": 2307, "shake": 2308, "blues": 2309, "oatmeal": 2310, "talked": 2311, "shift": 2312, "wkend": 2313, "er": 2314, "cell": 2315, "dissertation": 2316, "script": 2317, "tutor": 2318, "spoke": 2319, "catering": 2320, "menu": 2321, "chances": 2322, "during": 2323, "session": 2324, "promise": 2325, "level": 2326, "orange": 2327, "pink": 2328, "eyes": 2329, "conversation": 2330, "cough": 2331, "willl": 2332, "tha": 2333, "guests": 2334, "strawberries": 2335, "auntie": 2336, "probs": 2337, "wnt": 2338, "bk": 2339, "fray": 2340, "mark": 2341, "addiction": 2342, "por": 2343, "rails": 2344, "fresh": 2345, "dice": 2346, "obviously": 2347, "bizarre": 2348, "setup": 2349, "suggestion": 2350, "compliment": 2351, "showing": 2352, "contacts": 2353, "sweeet": 2354, "connected": 2355, "thro": 2356, "unique": 2357, "boss": 2358, "gona": 2359, "dope": 2360, "math": 2361, "peeps": 2362, "wired": 2363, "cable": 2364, "si": 2365, "bugging": 2366, "sir": 2367, "thomas": 2368, "nightmare": 2369, "gears": 2370, "wit": 2371, "boyz": 2372, "born": 2373, "further": 2374, "north": 2375, "fecking": 2376, "heathrow": 2377, "fine": 2378, "hoped": 2379, "picked": 2380, "barely": 2381, "dang": 2382, "dorm": 2383, "membership": 2384, "roommate": 2385, "store": 2386, "middle": 2387, "shut": 2388, "carpet": 2389, "coursework": 2390, "failing": 2391, "miserably": 2392, "file": 2393, "bitch": 2394, "rd": 2395, "row": 2396, "mall": 2397, "leslie": 2398, "healing": 2399, "spider": 2400, "traffic": 2401, "coachella": 2402, "biatch": 2403, "joss": 2404, "yall": 2405, "semi": 2406, "kings": 2407, "goody": 2408, "response": 2409, "whether": 2410, "servers": 2411, "wp": 2412, "wrap": 2413, "ce": 2414, "mat": 2415, "classroom": 2416, "computers": 2417, "counter": 2418, "productive": 2419, "hoping": 2420, "poo": 2421, "peace": 2422, "stray": 2423, "passing": 2424, "becuase": 2425, "boyfriend": 2426, "chill": 2427, "kettle": 2428, "manage": 2429, "theres": 2430, "truth": 2431, "vegas": 2432, "tat": 2433, "letter": 2434, "volunteer": 2435, "ed": 2436, "hold": 2437, "rove": 2438, "tad": 2439, "press": 2440, "melody": 2441, "nasty": 2442, "sneaking": 2443, "blackberry": 2444, "exams": 2445, "tuesday": 2446, "held": 2447, "lambs": 2448, "abba": 2449, "somehow": 2450, "cali": 2451, "laker": 2452, "reasons": 2453, "bbq": 2454, "hv": 2455, "broke": 2456, "thrilled": 2457, "sweaty": 2458, "toddler": 2459, "miles": 2460, "recap": 2461, "awaiting": 2462, "everton": 2463, "bh": 2464, "itv": 2465, "figuring": 2466, "honest": 2467, "provided": 2468, "won": 2469, "accord": 2470, "chapters": 2471, "quick": 2472, "magazine": 2473, "creative": 2474, "skateboard": 2475, "olds": 2476, "legally": 2477, "coughing": 2478, "rebel": 2479, "art": 2480, "rome": 2481, "uber": 2482, "idol": 2483, "rated": 2484, "stars": 2485, "tricked": 2486, "compare": 2487, "gota": 2488, "studyin": 2489, "fuckin": 2490, "eminem": 2491, "formula": 2492, "serious": 2493, "killing": 2494, "imminent": 2495, "grade": 2496, "hihi": 2497, "e": 2498, "similar": 2499, "approve": 2500, "morrow": 2501, "dark": 2502, "lights": 2503, "dim": 2504, "average": 2505, "quantity": 2506, "smaller": 2507, "needed": 2508, "raining": 2509, "lahore": 2510, "cycling": 2511, "shoes": 2512, "creature": 2513, "suit": 2514, "worked": 2515, "upset": 2516, "bet": 2517, "type": 2518, "client": 2519, "huh": 2520, "expensive": 2521, "makin": 2522, "wud": 2523, "lace": 2524, "tracks": 2525, "tryna": 2526, "goodmorning": 2527, "tight": 2528, "sometime": 2529, "recommend": 2530, "smells": 2531, "holy": 2532, "envy": 2533, "gahhh": 2534, "marvelous": 2535, "sicky": 2536, "renee": 2537, "bf": 2538, "science": 2539, "wiki": 2540, "chilly": 2541, "don": 2542, "goodluck": 2543, "devils": 2544, "wrote": 2545, "credit": 2546, "fav": 2547, "designs": 2548, "stock": 2549, "size": 2550, "jonas": 2551, "usa": 2552, "present": 2553, "daughter": 2554, "bb": 2555, "recipe": 2556, "buggy": 2557, "croatia": 2558, "wicked": 2559, "berlin": 2560, "style": 2561, "ooh": 2562, "flea": 2563, "market": 2564, "sprained": 2565, "ankle": 2566, "ton": 2567, "required": 2568, "lazy": 2569, "calories": 2570, "burned": 2571, "history": 2572, "papers": 2573, "civil": 2574, "lauren": 2575, "player": 2576, "hol": 2577, "killed": 2578, "derek": 2579, "reese": 2580, "brian": 2581, "character": 2582, "penalties": 2583, "races": 2584, "eyebrows": 2585, "freaky": 2586, "eh": 2587, "sort": 2588, "hmmm": 2589, "lil": 2590, "blogspot": 2591, "videos": 2592, "gun": 2593, "worn": 2594, "pbs": 2595, "chicago": 2596, "jason": 2597, "hopin": 2598, "brother": 2599, "gots": 2600, "atleast": 2601, "difficulties": 2602, "physically": 2603, "emotionally": 2604, "comeback": 2605, "golf": 2606, "food": 2607, "spa": 2608, "treatments": 2609, "thoroughly": 2610, "jello": 2611, "earl": 2612, "funniest": 2613, "heh": 2614, "workin": 2615, "months": 2616, "rest": 2617, "sisters": 2618, "bond": 2619, "girly": 2620, "sunset": 2621, "hangout": 2622, "promote": 2623, "products": 2624, "members": 2625, "woken": 2626, "rs": 2627, "jai": 2628, "ho": 2629, "main": 2630, "campaign": 2631, "dream": 2632, "youth": 2633, "nation": 2634, "lack": 2635, "monies": 2636, "pf": 2637, "favorites": 2638, "taco": 2639, "bell": 2640, "belated": 2641, "signed": 2642, "hearing": 2643, "kutcher": 2644, "noticed": 2645, "stellar": 2646, "mad": 2647, "city": 2648, "audio": 2649, "ooo": 2650, "hurt": 2651, "eggs": 2652, "moves": 2653, "lab": 2654, "muh": 2655, "china": 2656, "input": 2657, "quotes": 2658, "article": 2659, "beijing": 2660, "mag": 2661, "titled": 2662, "expert": 2663, "relate": 2664, "process": 2665, "improve": 2666, "grandmas": 2667, "aurora": 2668, "benefit": 2669, "properly": 2670, "ebay": 2671, "herself": 2672, "eye": 2673, "mascara": 2674, "sent": 2675, "uploading": 2676, "using": 2677, "explorer": 2678, "browser": 2679, "spongebob": 2680, "unfair": 2681, "downloaded": 2682, "recommendations": 2683, "harry": 2684, "potter": 2685, "prince": 2686, "near": 2687, "bottom": 2688, "macheist": 2689, "visitors": 2690, "beta": 2691, "skinny": 2692, "jeans": 2693, "constant": 2694, "snack": 2695, "huhuhu": 2696, "covering": 2697, "reception": 2698, "wayyy": 2699, "fast": 2700, "vegan": 2701, "extra": 2702, "garlic": 2703, "butter": 2704, "fake": 2705, "wasnt": 2706, "mile": 2707, "dogs": 2708, "camping": 2709, "updating": 2710, "illinois": 2711, "address": 2712, "showering": 2713, "blooming": 2714, "brazil": 2715, "cocktail": 2716, "reals": 2717, "ish": 2718, "rather": 2719, "wack": 2720, "headphones": 2721, "above": 2722, "az": 2723, "building": 2724, "ie": 2725, "borders": 2726, "added": 2727, "quilt": 2728, "winning": 2729, "numbers": 2730, "hates": 2731, "desktop": 2732, "wpm": 2733, "speed": 2734, "typing": 2735, "pace": 2736, "perform": 2737, "happening": 2738, "eric": 2739, "honey": 2740, "anniversary": 2741, "duke": 2742, "ruined": 2743, "accent": 2744, "lives": 2745, "gw": 2746, "bush": 2747, "iraq": 2748, "darn": 2749, "ours": 2750, "punishment": 2751, "harsh": 2752, "ruins": 2753, "impressive": 2754, "wet": 2755, "gardens": 2756, "shape": 2757, "mature": 2758, "plants": 2759, "skl": 2760, "bird": 2761, "flew": 2762, "anyhow": 2763, "ask": 2764, "salt": 2765, "alrighty": 2766, "ay": 2767, "colors": 2768, "edited": 2769, "youre": 2770, "ahahah": 2771, "dating": 2772, "beats": 2773, "taxes": 2774, "scrubs": 2775, "safari": 2776, "bowling": 2777, "net": 2778, "oc": 2779, "vid": 2780, "emotional": 2781, "issues": 2782, "trained": 2783, "expected": 2784, "rains": 2785, "huge": 2786, "canada": 2787, "jersey": 2788, "removed": 2789, "gigs": 2790, "london": 2791, "rec": 2792, "budget": 2793, "hotels": 2794, "swamped": 2795, "bailey": 2796, "spamming": 2797, "moon": 2798, "g": 2799, "posh": 2800, "approved": 2801, "hiding": 2802, "plain": 2803, "lax": 2804, "however": 2805, "nate": 2806, "suffer": 2807, "worse": 2808, "older": 2809, "causes": 2810, "flicks": 2811, "massive": 2812, "container": 2813, "organic": 2814, "hurrah": 2815, "mb": 2816, "wooohooo": 2817, "rare": 2818, "due": 2819, "del": 2820, "mar": 2821, "poisoning": 2822, "former": 2823, "employee": 2824, "ap": 2825, "jumped": 2826, "lap": 2827, "simple": 2828, "brought": 2829, "save": 2830, "daisy": 2831, "shining": 2832, "spoil": 2833, "except": 2834, "indoors": 2835, "cleanup": 2836, "hiro": 2837, "source": 2838, "within": 2839, "worries": 2840, "copying": 2841, "payment": 2842, "details": 2843, "canceled": 2844, "thunderstorm": 2845, "bring": 2846, "flowers": 2847, "sober": 2848, "alcoholic": 2849, "bahahaha": 2850, "makers": 2851, "bottle": 2852, "yawn": 2853, "pure": 2854, "misplaced": 2855, "card": 2856, "bank": 2857, "unrelated": 2858, "area": 2859, "stores": 2860, "experience": 2861, "sales": 2862, "articles": 2863, "settled": 2864, "aargh": 2865, "drums": 2866, "newest": 2867, "bitten": 2868, "amazon": 2869, "kindle": 2870, "upcoming": 2871, "download": 2872, "aching": 2873, "opening": 2874, "frozen": 2875, "toaster": 2876, "oven": 2877, "stands": 2878, "dutch": 2879, "secretary": 2880, "word": 2881, "common": 2882, "stood": 2883, "freak": 2884, "hated": 2885, "saturdays": 2886, "bullshit": 2887, "heehee": 2888, "didn": 2889, "begins": 2890, "trending": 2891, "topics": 2892, "tink": 2893, "master": 2894, "development": 2895, "political": 2896, "module": 2897, "html": 2898, "editor": 2899, "acts": 2900, "dw": 2901, "urban": 2902, "mildly": 2903, "brown": 2904, "nail": 2905, "polish": 2906, "specifically": 2907, "actor": 2908, "actress": 2909, "rp": 2910, "writer": 2911, "challenging": 2912, "dose": 2913, "pills": 2914, "maths": 2915, "bugs": 2916, "mins": 2917, "sadface": 2918, "chinese": 2919, "yess": 2920, "billion": 2921, "dollars": 2922, "yacht": 2923, "mexico": 2924, "sayin": 2925, "breeze": 2926, "intro": 2927, "sensation": 2928, "remix": 2929, "shallow": 2930, "ohhh": 2931, "feedback": 2932, "considered": 2933, "pet": 2934, "yardwork": 2935, "parent": 2936, "mirror": 2937, "ellen": 2938, "basis": 2939, "instructions": 2940, "thou": 2941, "adding": 2942, "filling": 2943, "holes": 2944, "hehehe": 2945, "mornin": 2946, "um": 2947, "useless": 2948, "teaching": 2949, "pete": 2950, "syd": 2951, "keeping": 2952, "bucks": 2953, "fries": 2954, "recession": 2955, "document": 2956, "stalkers": 2957, "discussion": 2958, "disney": 2959, "florida": 2960, "proper": 2961, "weird": 2962, "probly": 2963, "meh": 2964, "poetry": 2965, "stu": 2966, "fits": 2967, "yr": 2968, "lovin": 2969, "bu": 2970, "av": 2971, "butterflies": 2972, "tuna": 2973, "placed": 2974, "receive": 2975, "audition": 2976, "channel": 2977, "original": 2978, "exited": 2979, "tuned": 2980, "expecting": 2981, "waking": 2982, "registration": 2983, "kno": 2984, "artist": 2985, "admire": 2986, "cheerful": 2987, "atl": 2988, "powerpoint": 2989, "complete": 2990, "men": 2991, "choice": 2992, "billy": 2993, "joel": 2994, "anthem": 2995, "momma": 2996, "profile": 2997, "vn": 2998, "commented": 2999, "slightly": 3000, "sh": 3001, "included": 3002, "social": 3003, "networking": 3004, "mixed": 3005, "tweeties": 3006, "bedtime": 3007, "dreams": 3008, "homie": 3009, "respond": 3010, "ming": 3011, "garden": 3012, "yoga": 3013, "treat": 3014, "pushed": 3015, "grace": 3016, "forgotten": 3017, "amount": 3018, "small": 3019, "future": 3020, "reference": 3021, "message": 3022, "melted": 3023, "topping": 3024, "sticky": 3025, "toffee": 3026, "pudding": 3027, "management": 3028, "und": 3029, "mm": 3030, "variety": 3031, "brightened": 3032, "negative": 3033, "drove": 3034, "snooze": 3035, "met": 3036, "imagination": 3037, "factory": 3038, "balls": 3039, "waved": 3040, "loads": 3041, "co": 3042, "replace": 3043, "items": 3044, "practicing": 3045, "tournament": 3046, "iv": 3047, "bin": 3048, "naturally": 3049, "funky": 3050, "nicole": 3051, "girlfriend": 3052, "asthma": 3053, "bck": 3054, "subway": 3055, "okies": 3056, "ad": 3057, "australian": 3058, "crime": 3059, "novel": 3060, "arrow": 3061, "yew": 3062, "sorrry": 3063, "focus": 3064, "color": 3065, "motivated": 3066, "cancelled": 3067, "dreamhost": 3068, "hosting": 3069, "piece": 3070, "aim": 3071, "rn": 3072, "detox": 3073, "successful": 3074, "brilliant": 3075, "virginia": 3076, "fixing": 3077, "announce": 3078, "smiths": 3079, "moms": 3080, "yayy": 3081, "freezing": 3082, "vaca": 3083, "stressing": 3084, "decided": 3085, "adults": 3086, "accents": 3087, "suggestions": 3088, "bummed": 3089, "fuzzy": 3090, "craziest": 3091, "rude": 3092, "craving": 3093, "fatty": 3094, "admit": 3095, "shooting": 3096, "fresno": 3097, "ipod": 3098, "screwed": 3099, "nope": 3100, "ox": 3101, "falling": 3102, "bestie": 3103, "joined": 3104, "recovering": 3105, "trainer": 3106, "wave": 3107, "street": 3108, "oliver": 3109, "appeared": 3110, "deer": 3111, "egypt": 3112, "microbio": 3113, "doin": 3114, "hw": 3115, "artists": 3116, "albums": 3117, "streaming": 3118, "neither": 3119, "drivers": 3120, "install": 3121, "crashes": 3122, "sooner": 3123, "cos": 3124, "lonley": 3125, "goodbye": 3126, "levels": 3127, "pick": 3128, "livin": 3129, "festivals": 3130, "cookout": 3131, "burger": 3132, "vanilla": 3133, "calling": 3134, "deep": 3135, "max": 3136, "ease": 3137, "whack": 3138, "windy": 3139, "float": 3140, "jacuzzi": 3141, "bunny": 3142, "replys": 3143, "confirmation": 3144, "smh": 3145, "consuming": 3146, "advantage": 3147, "surgery": 3148, "prayers": 3149, "stalk": 3150, "bestest": 3151, "bills": 3152, "switch": 3153, "wade": 3154, "csi": 3155, "curl": 3156, "dressed": 3157, "tidy": 3158, "clicked": 3159, "neva": 3160, "certainly": 3161, "hurry": 3162, "wahhh": 3163, "php": 3164, "gim": 3165, "celebrity": 3166, "comedian": 3167, "raised": 3168, "sets": 3169, "connecting": 3170, "tip": 3171, "arm": 3172, "distracted": 3173, "returning": 3174, "angle": 3175, "buses": 3176, "puke": 3177, "duty": 3178, "animals": 3179, "grinding": 3180, "molly": 3181, "angry": 3182, "ty": 3183, "holloway": 3184, "tx": 3185, "ugly": 3186, "kitty": 3187, "paramore": 3188, "coolest": 3189, "gloves": 3190, "sight": 3191, "muscle": 3192, "visitor": 3193, "junk": 3194, "upto": 3195, "launch": 3196, "license": 3197, "path": 3198, "puts": 3199, "slut": 3200, "waaa": 3201, "courtney": 3202, "coke": 3203, "messing": 3204, "accidently": 3205, "shaved": 3206, "gutted": 3207, "bread": 3208, "crisps": 3209, "submit": 3210, "cravings": 3211, "gt": 3212, "roman": 3213, "satisfying": 3214, "shed": 3215, "cleared": 3216, "sorted": 3217, "bonus": 3218, "stack": 3219, "learned": 3220, "painful": 3221, "lesson": 3222, "grass": 3223, "bottles": 3224, "champagne": 3225, "daily": 3226, "performing": 3227, "arts": 3228, "relax": 3229, "shock": 3230, "stuffy": 3231, "hospital": 3232, "awful": 3233, "covered": 3234, "realised": 3235, "allowed": 3236, "mostly": 3237, "dis": 3238, "xbox": 3239, "oooo": 3240, "pollen": 3241, "raleigh": 3242, "evry": 3243, "wk": 3244, "migraine": 3245, "helping": 3246, "dear": 3247, "highschool": 3248, "cage": 3249, "fly": 3250, "machine": 3251, "template": 3252, "california": 3253, "gmt": 3254, "atlanta": 3255, "shanghai": 3256, "eve": 3257, "users": 3258, "period": 3259, "vote": 3260, "bg": 3261, "votes": 3262, "condolences": 3263, "natasha": 3264, "laying": 3265, "snore": 3266, "sutil": 3267, "force": 3268, "india": 3269, "san": 3270, "diego": 3271, "tough": 3272, "forcing": 3273, "shore": 3274, "pilates": 3275, "avoid": 3276, "hangovers": 3277, "feed": 3278, "participate": 3279, "private": 3280, "circle": 3281, "alcohol": 3282, "shops": 3283, "mac": 